Repository: xyzumut/woomendo
Catalog: lang/WooMendo-*.po
Languages: tr_tr

source: There was a problem, try again later(3).
tr_tr: Bir sorun oluştu, daha sonra tekrar deneyin(3).

source: Missing information sent.
tr_tr: Eksik bilgi gönderildi.

source: Wrong password.
tr_tr: Yanlış Şifre.

source: The password was sent blank.
tr_tr: Şifre boş gönderildi.

source: There was a problem, try again later.(1)
tr_tr: Bir sorun oluştu, daha sonra tekrar deneyin(1).

source: Unable to verify
tr_tr: Doğrulanamadı

source: An error occurred, base api url may be wrong!
tr_tr: Bir hata oluştu, Base API URL yanlış olabilir!

source: Make payments via Woomendo.
tr_tr: Woomendo ile ödeme yapın.

source: Enable / Disable
tr_tr: Aktif / Pasif

source: Enable WooMendo Gateway
tr_tr: WooMendo Ödeme Yöntemini Etkinleştir

source: Title
tr_tr: Başlık

source: This controls the title which the user sees during checkout.
tr_tr: Bu, kullanıcının ödeme sırasında gördüğü başlığı kontrol eder.

source: Description
tr_tr: Açıklama

source: This controls the description which the user sees during checkout.
tr_tr: Bu, kullanıcının ödeme sırasında gördüğü açıklamayı kontrol eder.

source: Make your payment quickly and reliably on paymendo.
tr_tr: Ödemenizi paymendo üzerinden hızlı ve güvenilir bir şekilde yapın.

source: Login e-mail
tr_tr: Mail Adresi

source: E-mail for Login
tr_tr: Mail Adresi

source: Login password
tr_tr: Şifre

source: Password for Login
tr_tr: Şifre

source: BASE API URL
tr_tr: API için BASE URL

source: Base URL for API
tr_tr: API için BASE URL

source: Perform 3D Secure Transaction
tr_tr: 3D Güvenli İşlem Gerçekleştirin

source: A response has been received from your bank.
tr_tr: Bankanızdan cevap alındı.

source: Payment successful, you are redirected. . .
tr_tr: Ödeme işlemi başarılı, yönlendiriliyorsunuz. . .

source: Name Surname
tr_tr: Ad Soyad

source: Expiry Date
tr_tr: Son Kullanma Tarihi

source: Card Number
tr_tr: Kart Numarası

source: Security Code
tr_tr: Güvenlik Kodu

source: Name
tr_tr: İsim

source: Expiry Date (Month/Year)
tr_tr: Son Kullanma Tarihi (Ay / Yıl)

source: Awaiting Response From Your Bank. . .
tr_tr: Bankanızdan yanıt bekleniyor. . .

source: Extends WooCommerce with an WooMendo gateway.
tr_tr: WooMendo'yu bir ödeme yöntemi olarak etkinleştir.
